class TodoList {

    //1.меню
    //2.регистрация пользователя
    //3.авторизация
    //4.календарь
    //4.1.
    //5.цель использования приложения (набрать или скинуть)
    //6.высчитывание калорий
    //6.1.Питание (Блюда)
    //6.2.Тренеровки
    //7.Выбор пола
    //8.Спортивные добавки
    //9.Заметки для тренеровок
    //10.Заметки для еды
    //11.Опрос при регистрации
    //12.Трекер воды
    //13.Шагомер
    //14.Туду лист
    //15.Месячные - ??
    //16.Перебор/недобор калорий в день отмечать в календаре
    //17.
}
